Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_5.tmx
Source language: en
Languages: it

source: Research relating to the computerised automation of industrial processes
it: Ricerca relativa all'automazione computerizzata di processi industriali

source: Research relating to waste analysis
it: Ricerca in materia d'analisi dei rifiuti

source: Architectural design for town planning
it: Progettazione architettonica urbanistica

source: Measurement evaluation services
it: Servizi di valutazione delle misure

source: Inspection of weighing instruments
it: Analisi di strumenti di pesata

source: Compilation of information relating to information systems
it: Compilazione d'informazioni in materia di sistemi d'informazione

source: Compilation of toxicological information
it: Compilazione d'informazioni tossicologiche

source: Providing temporary use of non-downloadable computer software for use in the creation and publication of on-line journals and blogs
it: Offerta dell'utilizzo temporaneo di software non scaricabili per la creazione e la pubblicazione di riviste specializzate e blog on-line

source: Design of apparatus and machines for filling purposes
it: Progettazione di dispositivi e apparecchiature per riempimento

source: Research in the field of climate change
it: Ricerca nel campo del cambiamento climatico

source: Quality control of building materials
it: Controllo della qualità di materiali edili

source: Quality control of partly manufactured goods
it: Controllo qualità di articoli parzialmente fabbricati

source: Quality control relating to the hygiene of foodstuffs
it: Controllo di qualità relativamente all'igiene degli alimenti

source: Drafting and development of photovoltaic systems
it: Progettazione e sviluppo di sistemi fotovoltaici

source: Design, maintenance, rental and updating of computer software
it: Disegno, manutenzione, noleggio e aggiornamento di software informatici

source: Development of new technology for others
it: Sviluppo di nuove tecnologie per conto terzi

source: Modifying of computer programs
it: Modifica di programmi per computer

source: Monitoring of activities which influence the environment within civil engineering structures
it: Controllo di attività che influenzano l'ambiente nell'ambito di strutture d'ingegneria civile

source: Assessing toxicological information in relation to hazards
it: Valutazione di informazioni tossicologiche in materia di pericoli

source: Technical testing services
it: Servizi di collaudo tecnico

source: Computerised information services relating to geophysical measurement
it: Servizi informativi computerizzati in materia di misurazioni geofisiche

source: Design of cd-rom electronic format for computer databases
it: Progettazione di CD-ROM in formato elettronico per banche dati

source: Furnishing design services for the interiors of automobiles
it: Servizi di progettazione di arredi per interni di automobili

source: Creating and updating of home pages for computer networks
it: Creazione e aggiornamento di homepage per reti informatiche

source: Programming of educational software
it: Programmazione di software pedagogici

source: Provision of computing facilities
it: Fornitura di strutture di elaborazione

source: Consultancy relating to selection of curtaining [interior design]
it: Consulenza in materia di selezione di tendaggi [progettazione d'interni]

source: Consultancy services for analysing information systems
it: Servizi di consulenza per analisi di sistemi d'informazione

source: Archaeological research
it: Ricerche archeologiche

source: Building inspection services [surveying]
it: Servizi di ispezione di edifici [rilevamento]

source: Cartography services
it: Servizi di cartografia

source: Intranet design, development and maintenance
it: Progettazione, sviluppo e manutenzione di reti interne

source: Technical supervision and inspection
it: Controlo tecnico e ispezione

source: Troubleshooting of computer hardware and software problems
it: Ricerca e individuazione di guasti relativi a hardware e software

source: Materials testing and analysing
it: Collaudi ed analisi di materiali

source: Commercial design services
it: Progettazione commerciale

source: Design of bathrooms
it: Progettazione di bagni

source: Provision of scientific information relating to the chemical industry
it: Fornitura di informazioni scientifiche riguardanti il settore chimico

source: Advisory services relating to the design of aquaria
it: Servizi di consulenza in materia di progettazione di acquari

source: Chemical technological research
it: Ricerca chimico-tecnologica

source: Collection of information relating to oceanography
it: Raccolta d'informazioni in materia di oceanografia

source: Design services relating to the creation of elementary cells
it: Servizi di progettazione relativi alla creazione di cellule elementari

source: Design services relating to the creation of networks
it: Progettazione riguardante la creazione di reti

source: Time sharing services for data processing apparatus
it: Servizi di time-sharing per apparecchi di elaborazione dati

source: Computer software programming services
it: Servizi di programmazione di software

source: Creating, maintaining, and modernizing computer software
it: Creazione, manutenzione e modernizzazione di software informatici

source: Biochemistry research services
it: Servizi di ricerca in biochimica

source: Biotechnological research relating to industry
it: Ricerca biotecnologica in materia di industria

source: Prediction measurement of steady state exhaust emissions
it: Misurazione predittiva di emissioni di scarico allo stato stazionario

source: Bacteriological consultation and research
it: Consulenza e ricerche in campo batteriologico

source: Information services relating to the application of computer systems
it: Servizi informativi in materia di applicazione di sistemi informatici

source: Information services relating to the combination of colours, paints and furnishings for interior design
it: Servizi informativi in materia di abbinamenti di colori, vernici ed arredi per interni

source: Designing of packaging and wrapping materials
it: Progettazione di materiale per imballaggio e confezione

source: Development of computer programs recorded on data media (software) designed for use in construction and automated manufacturing (cad/cam)
it: Sviluppo di programmi per computer registrati su supporti per dati (software) progettati per l'uso nel campo della costruzione e fabbricazione automatizzata CAD/CAM

source: Development of pharmaceutical preparations and medicines
it: Elaborazione di prodotti farmaceutici e medicinali

source: Automotive inspections
it: Revisione di automobili

source: Design services relating to furnishing fabrics
it: Servizi di design in materia di tessuti di arredamento

source: DNA screening for scientific research purposes
it: Screening di DNA per la ricerca scientifica

source: Design of equipment for the transportation of waste
it: Progettazione di apparecchiature per il trasporto di rifiuti

source: Inspection of cosmetics
it: Ispezioni su cosmetici

source: Testing on livestock breeding
it: Test in allevamenti di bestiame

source: Inspection of livestock breeding
it: Ispezioni negli allevamenti di bestiame

source: Professional consultancy relating to marine technology
it: Consulenza professionale in materia di tecnologia marina

source: Provision of testing facilities for ammunition
it: Fornitura di strutture di prova per munizioni

source: Developing and updating computer software
it: Sviluppo e aggiornamento di software

source: Computer system analysis
it: Analisi di sistemi informatici

source: Geophysical exploration for the mining industry
it: Prospezioni geografiche per il settore minerario

source: Geophysical exploration for the oil industry
it: Prospezioni geofisiche per l'industria del petrolio

source: Technical consultancy in the field of environmental science
it: Consulenza tecnica in ambito delle scienze ambientali

source: Technological consulting services in the field of alternative energy generation
it: Servizi di consulenza tecnica in materia di generazione di energia alternativa

source: Services for the design of electronic data processing software
it: Servizi di progettazione di software per elaborazione di dati elettronici

source: Services for the planning [design] of offices
it: Pianificazione e progettazione di uffici

source: Chemical research
it: Ricerche in chimica

source: Industrial design
it: Disegni industriali

source: Designing feasibility studies on designs
it: Progettazione di studi di fattibilità su progetti

source: Biochemical analysis
it: Analisi biochimiche

source: Advisory services relating to computer programming
it: Consulenza nella programmazione di computer

source: Engineering services relating to data processing
it: Servizi tecnici relativi ad elaborazione dati

source: Environmental testing of noise pollution
it: Analisi ambientale dell'inquinamento acustico

source: Preparation of architectural design
it: Preparazione di disegni architettonici

source: Preparation of reports relating to chemical research
it: Stesura di relazioni in materia di ricerca chimica

source: Development of computer game software
it: Sviluppo di software per giochi per computer

source: Development of computer hardware for the manufacturing industries
it: Sviluppo di hardware per computer per il settore manufatturiero

source: Development of software for data and multimedia content conversion from and to different protocols
it: Sviluppo di software per conversione di dati e contenuti multimediali da e verso protocolli diversi

source: Development of hardware for processing and distribution of multimedia contents
it: Sviluppo di hardware per l'elaborazione e la distribuzione di contenuti multimediali

source: Design of computer databases
it: Progettazione di banche dati

source: Design of optical and microoptical components
it: Progettazione di componenti ottici e microottici

source: Design, maintenance, development and updating of computer software
it: Progettazione, sviluppo, aggiornamento e manutenzione di software

source: Research relating to metals
it: Ricerca in materia di metalli

source: Research relating to mineral resources
it: Ricerca relativa a risorse minerarie

source: Information technology consulting
it: Consulenza in materia di informatica

source: Computer programming of video games
it: Programmazione di videogame

source: Computer programming services for commercial analysis and reporting
it: Servizi di programmazione informatica per analisi e report commerciali

source: Rental of computer software, data processing equipment and computer peripheral devices
it: Noleggio di software, attrezzatura per l'elaborazione di dati e unità periferiche

source: Providing science technology information
it: Informazioni in materia di tecnologia scientifica

source: Scientific research in the field of pharmacy
it: Ricerca scientifica in campo farmaceutico

source: Scientific research relating to genetics
it: Ricerca scientifica in materia di genetica

source: Expert reporting services relating to technology
it: Relazioni di esperti in materia di tecnologia

source: Leasing of computer software relating to price quotes
it: Leasing di software relativo a preventivi di prezzi

source: Development of computer systems
it: Sviluppo di sistemi informatici

source: Development of data programs
it: Sviluppo di programmi di dati

source: Engineering consultancy relating to data-processing
it: Consulenza tecnica in materia di elaborazione dati

source: Quality evaluation of standing timber
it: Valutazione della qualità del legname

source: Product testing
it: Test di prodotti

source: Engineering surveying
it: Rilievi ingegneristici

source: Research relating to buildings
it: Ricerca in materia di edifici

source: Conducting feasibility studies relative to gas exploration
it: Conduzione di studi di fattibilità relativi alla ricerca di gas

source: Consultancy services relating to geology
it: Servizi di consulenza in materia di geologia

source: Consultancy services relating to geotechnics
it: Servizi di consulenza in materia di geotecnica

source: Technical advice relating to safety
it: Consulenza tecnica in materia di sicurezza

source: Design of remedial treatment to remedy defects in structures
it: Progettazione di trattamenti di rimedio per difetti in strutture

source: Advisory services in the field of product development and quality improvement of software
it: Consulenza in materia di sviluppo di prodotti e miglioramento della qualità di software

source: Design services for architecture
it: Servizi di progettazione architettonica

source: Architectural services for the preparation of architectural plans
it: Servizi architettonici per la preparazione di progetti architettonici

source: Medical laboratory services
it: Servizi di laboratori medici

source: Mining and mineral exploration services
it: Estrazioni minerarie e prospezioni minerarie

source: Computer diagnostic services
it: Diagnostica informatica

source: Computer programming for the internet
it: Programmazione di computer per internet

source: Comparative analysis studies of the efficiency of computer systems
it: Studi di analisi comparativa dell'efficienza di sistemi informatici

source: Compilation of scientific information
it: Compilazione di informazioni scientifiche

source: Component development for internal combustion engines
it: Sviluppo di componenti per motori a combustione interna

source: Quality control of manufactured goods
it: Controllo di qualità di prodotti fabbricati

source: Research and testing services in the fields of bacteriology and virology
it: Ricerca ed analisi in materia di batteriologia e virologia

source: Support and maintenance services for computer software
it: Servizi di assistenza e manutenzione di software

source: Measuring variables associated with the directional steering of boreholes
it: Misurazione di variabili associate alla guida direzionale di fori di trivellazione

source: Monitoring of contaminated land
it: Monitoraggio di terreni contaminati

source: Design services for display systems for exhibition
it: Servizi di progettazione per sistemi di esposizione per mostre

source: Design services for exhibitions
it: Progettazione per esposizioni

source: Assessing toxicological information in relation to risks
it: Valutazione di informazioni tossicologiche in materia di rischi

source: Technical research relating to automatic identification systems
it: Ricerca tecnica in materia di sistemi d'identificazione automatici

source: Conducting feasibility studies relating to computer information systems
it: Conduzione di studi di fattibilità riguardanti sistemi di informazione computerizzati

source: Design of building interiors
it: Progettazione di interni di edifici

source: Provision of expert appraisals relating to computing
it: Fornitura di valutazioni di esperti in materia d'informatica

source: Integration of computer systems and networks
it: Integrazione di sistemi informatici e reti informatiche

source: Internet web site design services
it: Progettazione di siti Internet

source: Updating and maintenance of computer software and programs
it: Aggiornamento e manutenzione di software e programmi per computer

source: Testing of computer programs
it: Verifica di programmi informatici

source: Testing of cranes
it: Collaudo di gru

source: Exploration and searching of oil and gas
it: Esplorazione e ricerca di petrolio e gas

source: Oil-bearing seams (Preparing surveys of -)
it: Preparazione d'indagini su strati petroliferi

source: Professional consultancy relating to computer security
it: Consulenza professionale in materia di sicurezza informatica

source: Provision of information relating to industrial design
it: Fornitura d'informazioni in materia di progettazione industriale

source: Provision of meteorological information for shipping
it: Fornitura d'informazioni meteorologiche per spedizioni

source: Advisory services relating to scientific research
it: Servizi di consulenza in materia di ricerca scientifica

source: Advisory services relating to the rental of computers or computer software
it: Servizi di consulenza riguardante il noleggio di computer o software

source: Advisory services relating to the use of energy
it: Servizi di consulenza in materia di utilizzo di energia

source: Advisory services relating to biochemistry
it: Servizi di consulenza in materia di biochimica

source: Advisory services relating to chemical reagents
it: Servizi di consulenza in materia di reagenti chimici

source: Chemical services relating to mineralogy
it: Servizi chimici in materia di mineralogia

source: Collection of information relating to seismology
it: Raccolta d'informazioni in materia di sismologia

source: Design services relating to the development of computerised information processing systems
it: Servizi di progettazione riguardanti lo sviluppo di sistemi computerizzati di elaborazione di informazioni

source: Design services relating to window graphics
it: Servizi di design relativi alla grafica per finestre

source: Creating of home pages for computer networks
it: Creazione di home page per reti informatiche

source: Creation of internet web sites
it: Creazione di siti web in Internet

source: Biotechnological research relating to the petroleum industry
it: Ricerca biotecnologica riguardante il settore petrolifero

source: Managing the web sites of others
it: Gestione di siti web per conto terzi

source: Technological analysis services
it: Servizi di analisi tecnologiche

source: Technological services relating to design
it: Servizi tecnologici in materia di progettazione

source: Information services relating to the development of computer systems
it: Servizi d'informazione in materia di sviluppo di sistemi informatici

source: Developing of driver and operating system software
it: Sviluppo di software per driver e sistemi operativi

source: Installation and customisation of computer applications software
it: Installazione e personalizzazione di software applicativo per computer

source: Installation, maintenance and updating of computer software
it: Installazione, aggiornamento e manutenzione di software

source: Design of engineering works for the prevention of inundation of buildings by flood water
it: Progettazione di opere ingegneristiche per la prevenzione dell'allagamento di edifici in caso di inondazioni

source: Preparation of reports relating to scientific research
it: Stesura di relazioni in materia di ricerca scientifica

source: Testing of cosmetics
it: Test su cosmetici

source: Testing on agriculture
it: Test in agricoltura

source: Research of fisheries
it: Ricerche ittiche

source: Updating of computer software for others
it: Aggiornamento di software per conto terzi

source: Analytical services relating to computers
it: Servizi analitici relativi a computer

source: Furnishing design services for the interiors of aircraft
it: Servizi di progettazione di arredi per interni di aerei

source: Food sanitation consultation
it: Consulenza sanitaria alimentare

source: Laboratory services for agricultural research
it: Servizi di laboratorio per la ricerca agricola

source: Laboratory services for soil analysis
it: Servizi di laboratorio per analisi del suolo

source: Laboratory services relating to the production of monoclonal antibodies
it: Servizi di laboratorio relativi alla produzione di anticorpi monoclonali

source: Provision of surveys [technical]
it: Fornitura di perizie tecniche

source: Scientific laboratory services
it: Servizi di software [SaaS]

source: Engineering project studies
it: Studi per progetti di ingegneria

source: Computer software consultancy
it: Consulenza in materia di software

source: Computer design and programming services
it: Servizi di disegno e di programmazione di computer

source: Preparation of computer programs for data processing
it: Creazione di programmi informatici di elaborazione dati

source: Geophysical research services
it: Servizi di ricerche geofisiche

source: Technical consultancy services relating to computer programming
it: Servizi di consulenza tecnica riguardanti la programmazione di computer

source: Metallurgical testing
it: Test metallurgici

source: Software development, programming and implementation
it: Sviluppo, programmazione ed implementazione di software

source: Testing, authentication and quality control
it: Collaudi, certificazioni e controllo di qualità

source: Rental of computer hardware and facilities
it: Affitto di computer hardware ed attrezzature

source: IT consultancy, advisory and information services
it: Consulenza informatica, servizi di consulenza ed informazione

source: Hosting services and software as a service and rental of software
it: Servizi di hosting e software come servizio e noleggio di software

source: Medical and pharmacological research services
it: Servizi di ricerca medica e farmacologica

source: IT security, protection and restoration
it: Sicurezza informatica, protezione e recupero

source: Natural science services
it: Servizi di scienze naturali

source: Architectural and urban planning services
it: Servizi di pianificazione architettonica ed urbana

source: Surveying and exploration
it: Perizie ed esplorazioni

source: Scientific services and research relating thereto
it: Servizi scientifici e ricerca relazionata con gli stessi

source: Technological services and research relating thereto
it: Servizi tecnologici e ricerca relativa agli stessi

source: Scientific services and design relating thereto
it: Servizi scientifici e progettazione relativa agli stessi

source: Technological services and design relating thereto
it: Servizi tecnologici e progettazione relativa agli stessi

source: Industrial analysis services
it: Servizi di analisi industriale

source: Electronic data storage
it: Archivio elettronico di dati

source: Providing information on computer technology and programming via a web site
it: Fornitura di informazioni su tecnologie informatiche e di programmazione tramite siti web

source: Non-destructive testing services
it: Servizi di collaudo non distruttivo

source: Infrastructure as a Service [IaaS]
it: Infrastruttura come servizio (IaaS)

source: Platform as a Service [PaaS]
it: Piattaforma come servizio (PaaS)

source: Certification services for the energy efficiency of buildings
it: Servizi di certificazione dell'efficienza energetica di edifici

source: Design and development of telecommunications networks
it: Progettazione e sviluppo di reti di telecomunicazione

source: Design and development of operating system software
it: Progettazione e sviluppo di software per sistemi operativi

source: Development of operating system software
it: Sviluppo di software per sistemi operativi

source: Design and development of driver software
it: Progettazione e sviluppo di software per driver

source: Development of driver software
it: Sviluppo di software per driver

source: Development of computer programs for simulating laboratory experiments
it: Sviluppo di programmi informatici per la simulazione di esperimenti in un laboratorio

source: Analysis and testing services in the field of oil exploration
it: Servizi di analisi e verifica per l'esplorazione di giacimenti petroliferi

source: Analysis and testing services in the field of oil exploitation
it: Servizi di analisi e verifica per lo sfruttamento di giacimenti petroliferi

source: Analysis and testing services for the oil industry
it: Servizi di analisi e verifica per l'industria petrolifera

source: Analysis of oil reservoirs
it: Analisi di riserve di petrolio

source: Consultancy in the field of bacteriological research
it: Consulenza in materia di ricerca batteriologica
